{
    "indoor": [
        {
            "image": "interiorImgOne",
            "description": "Featured in Forbes, this home is truly spectacular and loaded with amenities for the ultimate Montana getaway."
        },
        {
            "image": "interiorImgTwo",
            "description": "Built with cedar tree beam supports, chestnut flooring, and custom cabinetry made from reclaimed local barnwood, Northern Lights Lodge boasts incredible vaulted ceilings and architectural features."
        },
        {
            "image": "interiorImgThree",
            "description": "The home has an elevator for easy access to all four floors, 5 gas fireplaces and a central media system."
        },
        {
            "image": "interiorImgFour",
            "description": "There is abundant room for hosting in the gourmet kitchen, complete with commercial grade appliances, granite countertops, horseshoe-shaped breakfast bar, and all the amenities needed to create memorable meals together. There are three additional kitchenettes throughout the home that service the lodging areas."
        },
        {
            "image": "interiorImgFive",
            "description": "After a long day of skiing or hiking, you can hang up your gear in the locker room and unwind in the sauna or in-ground hot tub."
        },
        {
            "image": "interiorImgSix",
            "description": "The relaxation continues as you take in a movie in the private theater room, featuring surround sound, red velvet throughout and cozy seating for your whole group."
        },
        {
            "image": "interiorImgSeven",
            "description": "Enjoy the outdoors and panoramic views from the outdoor grilling kitchen, featuring a stone-carved dining area."
        }
    ],

    "exterior": [
        {
            "image": "aboutImgOne",
            "description": "Experience the pinnacle of Montana luxury at Northern Lights Lodge - a lavish mountain estate with incredible rustic woodwork, one-of-a-kind high-end furnishings, and breathtaking views."
        },
        {
            "image": "aboutImgTwo",
            "description": "Located atop Big Mountain in Whitefish and a short drive from Glacier National Park,this incredible four-level home provides the perfect combination of high-end luxury accommodations with quick access to an endless array of outdoor activities."
        },
        {
            "image": "aboutImgThree",
            "description": "Northern Lights Lodge is a true ‘ski in ski out’ property, located beside Chair 3 on Whitefish Mountain Resort; providing access to 3,000 acres of award winning slopes."
        }
    ]
}